app/controllers/movies_controller.rb

  def index
    @movies = Movie.all
---
SELECT "movies".* FROM "movies" WHERE (1 = 1) AND (rating in ('PG','PG-13')) ORDER BY release_date asc